Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: W sumie to się nad tym jakoś specjalnie nie zastanawiałem...
uk: Загалом, я ще не думав про це...

source: W sumie to wciąż nad tym pracuję.
uk: Насправді я все ще над цим працюю.

source: W sumie to... nie najgorszy pomysł...
uk: Загалом, це... не найгірша ідея...

source: W sumie wysłuchałeś mojego przydługiego narzekania, a w domu mam jeszcze kilka kopii...
uk: Загалом, ти вислухав мої розлогі міркування, а вдома у мене ще залишилось кілька копій...

source: W sumie, może faktycznie dałbyś sobie radę... dobra, jeśli pozbędziesz się tych przeklętych bestii, to wrócimy do tematu pikniku.
uk: Зрештою, можливо, ти й справді впораєшся... Гаразд, якщо ти позбудешся тих клятих звірів, тоді ми повернемося до теми пікніка.

source: W sumie, może to i lepiej? Cieszę się, że nie ma tu strażników dyktujących co wolno, a czego nie.
uk: Зрештою, може, це й на краще? Я радий, що тут немає вартових, які диктують, що можна, а що ні.

source: W sumie, może to i lepiej? Cieszę się, że nie ma tutaj strażników dyktujących co wolno, a czego nie.
uk: Зрештою, може, це й на краще? Я радий, що тут немає вартових, які вказують, що можна, а що ні.

source: W sumie, sprowadziłeś Rolfa.
uk: Зрештою, ти привів Рольфа.

source: W sumie, to chciałbym cię wyzwać na pojedynek.
uk: Насправді, я хотів би викликати тебе на поєдинок.

source: W sumie, to kogoś mi przypominasz...
uk: Насправді, ти мені когось нагадуєш...

source: W sumie, to masz trochę racji. Obyś tylko nie był skłonny do takiego oszukiwania w innych sprawach, bo jeszcze wpadniesz przez to w problemy.
uk: Загалом, ти правий. Будемо сподіватися, що ти не будеш схильний до такого шахрайства в інших питаннях, бо все одно матимеш через це проблеми.

source: W sumie, to myślałem o tym.
uk: Власне, я про це думав.

source: W sumie, to nic wielkiego. Zwykłe zadanie gońca, muszę dostarczyć te worki i narzędzia na plac budowy.
uk: Загалом, нічого складного. Звичайне завдання посланця, я маю доставити ці мішки і інструменти на будівельний майданчик.

source: W sumie... czemu nie?
uk: Взагалі-то... чому б і ні?

source: W sumie... gdyby nie ty, to pewnie umarłbym tam z pragnienia.
uk: Загалом... якби не ти, я б, мабуть, помер там від спраги.

source: W swej hojności znaczną część majątku klasztornego przeor Corax przeznaczył na budowę kaplic Adanosa na wyspie. Ku naszej radości mieszkańcy chyżo pomagali nam w ich budowie. Zaiste wiara w Pana jest w nich silna. Wieści o przedsięwzięciu dotarły też do uszu brata Tanerisa.
uk: У своїй щедрості настоятель Коракс пожертвував значну частину майна монастиря для будівництва каплиць Аданоса на острові. На нашу радість, жителі охоче допомагали нам у їх будівництві. Воістину, віра в Господа у них міцна. Звістка про цю справу дійшла і до брата Танеріса.

source: W swoich działaniach kierujemy się przede wszystkim rozsądkiem.
uk: У своїх діях ми керуємось насамперед здоровим глуздом.

source: W swoim biznesie mam tylko dwie zasady.
uk: У моєму бізнесі є лише два правила.

source: W swoim dzienniku wspomniał, że chciałby widzieć swoich synów zarządzających winnicą wspólnie.
uk: У своєму щоденнику він згадував, що хотів би бачити, як його сини разом керують виноградником.

source: W swoim nowym domu będzie miał aż nadto dużo okazji, by wykorzystać swoje talenty do motywowania górników.
uk: У своєму новому домі він матиме більш ніж достатньо можливостей для використання своїх талантів, щоб мотивувати гірників.

source: W swoim życiu każdy z nas popełnia wiele błędów, ale najważniejsze, by potrafić choćby w ostatniej chwili poddać się woli sprawiedliwego Innosa.
uk: У своєму житті кожен з нас робить багато помилок, але найголовніше – хоча б в останню мить підкоритися волі праведного Інноса.

source: W szczególności, że jakiekolwiek działania podejmiemy, mogą one mieć ogromne konsekwencje.
uk: Зокрема, будь-які наші рішення можуть мати величезні наслідки.

source: W służbie jego królewskiej mości
uk: На службі Його Королівської Величності

source: W tak młodym wieku?
uk: У такому молодому віці?

source: W taki oto sposób ów strumień zaczęto nazywać Srebrną Rzeką, a w jego dorzeczu wzniesiono wioskę Silbach.
uk: Так потік став називатися Срібною річкою, а в його долині з'явилося село Сільбах.

source: W taki sposób dziedzic Volfzacka powrócił na Archolos.
uk: Таким чином спадкоємець Вольфзака повернувся на Архолос.

source: W takich urządzeniach zazwyczaj jeden przełącznik otwiera kilka kolejnych wrót, zamykając jednocześnie poprzednie.
uk: У таких спорудах зазвичай один вимикач відкриває кілька послідовних воріт, закриваючи попередні.

source: W takim razem idź do Lorenzo. Chce osobiście omówić kwestię czynszu.
uk: В такому випадку, йди до Лоренцо. Він хоче обговорити орендну плату особисто.

source: W takim razie bierzmy się do roboty.
uk: У такому разі, почнемо.

source: W takim razie biorę się do pracy.
uk: У такому разі я беруся до роботи.

source: W takim razie będziemy musieli dokładnie przyjrzeć się tej sprawie gdy tylko ukarany zostanie zamachowiec.
uk: У такому випадку нам доведеться уважно вивчити справу після того, як порушника буде покарано.

source: W takim razie będziemy musieli trochę ponegocjować. Chłopcy, pokażcie mu nasze argumenty.
uk: В такому разі нам доведеться трохи поторгуватися. Хлопці, покажіть йому наші аргументи.

source: W takim razie będziesz musiał sam jej go dostarczyć.
uk: В такому випадку тобі доведеться самому знайти для неї потрібний інгредієнт.

source: W takim razie będziesz musiał wnieść opłatę za cały proces legalizacji.
uk: У такому випадку тобі доведеться заплатити за весь процес легалізації.

source: W takim razie będziesz musiał zaczekać, aż ją przygotuję. Wróć do mnie za parę godzin.
uk: В такому випадку, тобі доведеться почекати, поки я її приготую. Приходь до мене через кілька годин.

source: W takim razie będę miał oko na pijanych gońców.
uk: В такому випадку я буду пильнувати за п'яними провідниками.

source: W takim razie będę musiał cię stąd wykopać!
uk: В такому разі, доведеться викинути тебе звідси!

source: W takim razie będę musiał jeszcze chwilę pożyć. Spokojem i liczeniem na innych pozwoliłem, by mój brat umarł. Kto wie, czy gdybym stanowczo wziął sprawy w swoje ręce, to teraz nie bylibyśmy już daleko stąd.
uk: В такому випадку мені доведеться ще трохи пожити. Коли я заспокоївся і поклався на інших, я допустив смерть свого брата. Хтозна, можливо, якби я взяв справу у свої руки, ми вже були б далеко звідси.

source: W takim razie będę musiał przygotować odpowiednie formularze dotyczące wypadków podczas pracy... oraz rekompensaty dla rodzin poszkodowanych.
uk: В такому випадку мені доведеться підготувати відповідні бланки про нещасні випадки на виробництві... та компенсацію сім'ям потерпілих.

source: W takim razie chyba nie mamy wyboru i musimy cię zaprowadzić do miejsca, którego szukał.
uk: У такому разі, гадаю, у нас немає іншого вибору, окрім як відвести тебе до місця, яке він шукав.

source: W takim razie cieszę się, że na ciebie trafiłam.
uk: У такому випадку, я рада, що тебе зустріла.

source: W takim razie cię stąd wyrzucę!
uk: Тоді я тебе звідси викину!

source: W takim razie co mam dla ciebie zrobić?
uk: У такому випадку, що я маю для тебе зробити?

source: W takim razie co mam zrobić?
uk: Що ж мені тоді робити?

source: W takim razie czekaj cierpliwie, aż trafisz na szafot i może wtedy przypomnisz sobie o mojej ofercie.
uk: В такому разі, терпляче чекай, поки не потрапиш на шибеницю, і, можливо, тоді ти згадаєш про мою пропозицію.

source: W takim razie czekam na wieści.
uk: У такому випадку чекаю новин.

source: W takim razie daj mi znać, jak już będzie po wszystkim.
uk: У такому випадку, дай мені знати, коли все буде зроблено.

source: W takim razie daj pieniądze i biorę się do pracy. No i nie zapominajmy o piwie!
uk: В такому разі, давай гроші, і я візьмуся до роботи. І не забудь про пиво!

source: W takim razie do dzieła. Wiesz, gdzie mnie szukać.
uk: Тоді почнемо. Ти знаєш, де мене шукати.

source: W takim razie do roboty.
uk: В такому разі почнімо.

source: W takim razie do zobaczenia.
uk: Тоді до побачення.

source: W takim razie domyślam się, że też nie żyje. I tak marny był z niego pożytek.
uk: Тож, гадаю, він теж мертвий. Від нього все одно було мало користі.

source: W takim razie dopilnuję, żeby Bastian się o wszystkim dowiedział.
uk: У такому разі я подбаю, щоб Бастіан про все дізнався.

source: W takim razie idziemy do portu i wchodzimy na pierwszy lepszy statek. Byle jak najdalej stąd.
uk: У такому випадку, ми йдемо до порту і сідаємо на перший-ліпший корабель. Лише б подалі звідси.

source: W takim razie idę ich szukać.
uk: У такому разі я піду їх шукати.

source: W takim razie idę się z nim zobaczyć. Gdzie go znajdę?
uk: В такому випадку, я піду до нього. Де я можу його знайти?

source: W takim razie idę.
uk: У такому разі, я піду.

source: W takim razie idź do slumsów i szukaj chaty z małym paleniskiem i krzesłem przy wejściu.
uk: У такому разі, вирушай у нетрі та шукай там хатину з невеликою жаровнею і стільцем біля входу.

source: W takim razie idź.
uk: У такому разі, йди.

source: W takim razie ja również muszę przekopać się przez gruzowisko i zdobyć dla was inny znak. Może wtedy wyjdziecie z tej stagnacji.
uk: У такому випадку, я теж повинен порозгрібати завали і дістати для вас ще один знак. Може, тоді ви вийдете з цього застою.

source: W takim razie ja zapłacę ci więcej. Nie będzie mi trudno przebić człowieka, który od dłuższego czasu utrzymuje się ze spadku po matce.
uk: У такому разі я заплачу тобі більше. Мені не важко буде перебити ставку людини, яка вже довгий час живе на спадок своєї матері.

source: W takim razie jestem spokojny o moje kolano, bo nie nawykłem nawalać.
uk: В такому випадку я спокійний за своє коліно, бо не звик до невдач.

source: W takim razie już do niego idę.
uk: В такому випадку я піду до нього.

source: W takim razie już sobie pójdę, nie będę cię dłużej załamywał.
uk: Тоді я піду, не буду тебе більше затримувати.

source: W takim razie już sobie pójdę, nie będę cię dłużej załamywał. Do widzenia.
uk: Тоді я піду, не буду тебе більше затримувати. До побачення.

source: W takim razie kto cię tu w ogóle wpuścił?
uk: У такому разі, хто тебе взагалі сюди пустив?

source: W takim razie liczy się z twoim zdaniem?
uk: То він рахується з твоєю думкою?

source: W takim razie mam inną propozycję. Gildia może załatwić tę sprawę... po kosztach.
uk: В такому випадку я маю іншу пропозицію. Гільдія готова залагодити цю справу... за собівартістю.

source: W takim razie mamy chwilę, by usiąść sobie nad naszą spokojną rzeką i złowić kilka soczystych ryb.
uk: Тоді у нас є час посидіти біля нашої спокійної річки та наловити трохи риби.

source: W takim razie mamy jeden problem z głowy. Dzięki.
uk: Тоді у нас буде на одну проблему менше. Дякую.

source: W takim razie masz szczęście. Yannick to najbardziej pracowity i uczynny rybak, jakiego znam.
uk: Тоді тобі пощастило. Яннік – найпрацьовитіший та найдоброзичливіший рибалка, якого я знаю.

source: W takim razie miejmy nadzieję, że moi chłopcy będą mieli oczy i uszy szeroko otwarte.
uk: В такому випадку, будемо сподіватися, що мої хлопці будуть тримати очі та вуха відкритими.

source: W takim razie mogę spodziewać się dużego zlecenia!
uk: У такому разі я можу розраховувати на велике замовлення!

source: W takim razie mogę zapomnieć o bankructwie wywołanym korumpowaniem funkcjonariuszy królewskich.
uk: Тепер я зможу забути про банкрутство, спричинене корумпованими королівськими представниками.

source: W takim razie moja kolej dotrzymać umowy.
uk: У такому разі настала моя черга дотримати слово.

source: W takim razie może byś mnie rozwiązał?
uk: У такому разі, може, ти мене розв'яжеш?

source: W takim razie może ten worek ci się przyda?
uk: В такому випадку, що скажеш про цей мішечок?

source: W takim razie możemy zabierać się do roboty. Rozgrzej stal i zacznij kuć!
uk: Тоді ми можемо взятися за справу. Розігріваємо сталь і починаємо кувати!

source: W takim razie musimy pozwolić przejść kilku renegatom, a dopiero później wysadzić tunel.
uk: В такому випадку ми повинні пропустити кількох відступників, а вже потім підірвати тунель.

source: W takim razie musimy zacząć przygotowania natychmiast. Oddeleguję cały oddział szturmowy do obrony winnicy.
uk: У такому разі ми повинні негайно розпочати підготовку. Я відряджу цілий штурмовий загін для захисту виноградника.

source: W takim razie musimy zdobyć coś, co pomoże ci z tym paskudnym użądleniem.
uk: Нам потрібно знайти щось, що допоможе тобі впоратися з цим неприємним укусом.

source: W takim razie mów szybko, nie mam dużo czasu.
uk: У такому разі, говори швидше, у мене мало часу.

source: W takim razie na co czekasz?
uk: У такому разі чого ти чекаєш?

source: W takim razie następne pytanie. Czy w przypadku ochrony gniazd zmieniały swoją taktykę?
uk: Тоді наступне питання. Чи змінювали вони свою тактику під час захисту гнізд?

source: W takim razie natychmiast się do nich udam, mogą potrzebować natychmiastowej pomocy medyka.
uk: У такому разі я негайно піду до них, їм може знадобитися допомога лікаря.

source: W takim razie nawet naruszenie ciszy nocnej nie miało miejsca. Proszę się rozejść.
uk: У цьому випадку навіть не було порушення нічної тиші. Прошу всіх розійтися.

source: W takim razie niczego tu nie zyskasz. Nie udało nam się odnaleźć miecza.
uk: У такому випадку ти тут нічого не отримаєш. Нам не вдалося відшукати меч.

source: W takim razie nie było tematu. Niestety nie mogę zerwać aktualnych umów, ale na piwo do Tomasa na pewno wpadnę.
uk: В такому разі цієї розмови не було. На жаль, я не можу розірвати поточні контракти, але я обов'язково зайду на пиво до Томаса.

source: W takim razie nie będę wam przeszkadzał, tutaj nie ma nikogo takiego!
uk: Тоді я вас не відволікатиму, тут таких немає!

source: W takim razie nie będę wam przeszkadzał.
uk: Тоді я не буду вам заважати.

source: W takim razie nie dziwię się, że Martha nie chce mieć z tobą nic wspólnego.
uk: У такому разі я не здивований, що Марта не хоче мати з тобою нічого спільного.

source: W takim razie nie jest tak źle, jak myślałam. Tymczasem, zajmij się sobą, mam tu dużo roboty na głowie.
uk: Отже, все не так погано, як я думала. А поки що бережи себе, у мене тут багато роботи.

source: W takim razie nie ma czasu na budowanie większych konstrukcji obronnych. Dobrze się składa, bo akurat wezwałem tutaj Dustera.
uk: У такому разі немає часу будувати оборонні споруди. Це добре, бо я щойно викликав сюди Дастера.

source: W takim razie nie mamy jak sprawdzić twoich podejrzeń.
uk: У такому випадку, у нас немає можливості перевірити твої підозри.

source: W takim razie nie marnuj czasu. Wróć, jak tylko ją zdobędziesz.
uk: У такому випадку не зволікай. Приходь, як тільки її дістанеш.

source: W takim razie nie marnuj mojego czasu!
uk: В такому випадку, не марнуй мого часу!

source: W takim razie nie marnujmy więcej swojego czasu.
uk: У такому разі не будемо марнувати свій час.

source: W takim razie nie mogłem lepiej trafić. Bandziory to moja specjalność.
uk: Тоді я не міг би зробити краще. Погані хлопці - моя спеціальність.

source: W takim razie nie pozostaje nam nic innego jak się ich pozbyć, albo znaleźć jakieś inne miejsce do koczowania. Poradzisz sobie z tym, prawda?
uk: У такому випадку нам не залишається нічого, окрім як позбутися їх, або знайти їм інше місце для існування. Розберешся з цим, добре?

source: W takim razie nie przeszkadzam.
uk: В такому разі, я не буду заважати.

source: W takim razie nie traćmy czasu i bierzmy się do roboty. Chodź za mną, pokażę ci co i jak.
uk: У такому випадку давай не втрачати часу і берімося до роботи. Йди за мною, я покажу тобі, що тут і як.

source: W takim razie nie traćmy czasu i rozejrzyjmy się po okolicy. Sprawdź środek, my z Kesselem znajdziemy jakiś sposób, by otworzyć bramę przy moście.
uk: У такому випадку, не будемо гаяти часу і роздивимось довкола. Перевір, що там на вході, а ми з Кесселем пошукаємо спосіб відчинити браму на мосту.

source: W takim razie nie traćmy czasu na gadanie. Trzeba ruszać do zamku.
uk: У такому випадку, не будемо гаяти час на розмови. Потрібно йти до фортеці.

source: W takim razie niech ten przyjaciel do mnie przyjdzie, może go znam.
uk: Тоді нехай той друг прийде до мене, можливо, я його знаю.

source: W takim razie nikt już nie przychodzi mi do głowy, ale na twoim miejscu zawiadomiłabym strażników.
uk: Тоді мені більше ніхто не спадає на думку, але на твоєму місці я б повідомила вартових.

source: W takim razie od czego mam zacząć?
uk: В такому випадку, з чого мені почати?

source: W takim razie oddajcie mi moją broń, dokończę tę sprawę.
uk: У такому разі, віддайте мені мою зброю, і я закінчу цю справу.

source: W takim razie odejdź w pokoju.
uk: В такому випадку залиш мене в покої.

source: W takim razie podaj mi najpewniejsze typy.
uk: У такому разі назви мені найбільш імовірних типів.

source: W takim razie pogadamy o tym kiedy indziej. A Jorn? Pewnie już dawno przerósł Gerta!
uk: Тоді поговоримо про це іншим разом. А Йорн? Він, напевно, вже переріс Герта!

source: W takim razie pokaż mi też, jak stać się silniejszym.
uk: Тоді покажи і мені, як стати сильнішим.

source: W takim razie pokażcie papiery.
uk: Тоді покажи мені документи.

source: W takim razie pora dorobić nowe.
uk: Тоді настав час отримати нові.

source: W takim razie pora dorobić nowe. Im więcej ulotek w obiegu, tym więcej ludzi je przeczyta i wesprze waszą sprawę.
uk: Тоді настав час робити нові. Чим більше листівок буде в обігу, тим більше людей прочитають їх і підтримають вашу справу.

source: W takim razie pora rozprostować kości. Za mną!
uk: У такому разі пора розім'яти кістки. За мною!

source: W takim razie porozmawiaj z jednym z Przewodników, pełno ich w mieście. Za drobną opłatą zaprowadzą cię gdzie tylko będziesz potrzebował.
uk: У такому випадку звернися до одного із провідників, їх багато по всьому місту. За невелику плату вони проведуть тебе туди, куди потрібно.

source: W takim razie poszukam go gdzieś indziej.
uk: В такому випадку я пошукаю його в іншому місці.

source: W takim razie powiedz jej, że tutaj. Nie ma powodów do zmartwień.
uk: Тоді скажи їй, що я тут. Немає про що турбуватися.

source: W takim razie powinien sam tutaj przyjść, a nie wyręczać się tobą.
uk: Якщо це так, то нехай прийде сюди сам, а не перекладає все на тебе.

source: W takim razie powodzenia w umieraniu.
uk: В такому разі, успіхів тобі померти.

source: W takim razie powodzenia.
uk: У такому випадку, щасти тобі.

source: W takim razie pozwól, że ci trochę odświeżę pamięć...
uk: Тоді дозволь мені трохи освіжити твою пам'ять...

source: W takim razie pożycz mi złoto, oddam z nawiązką.
uk: В такому разі, позич мені золота, а я поверну з надлишком.

source: W takim razie proszę.
uk: У такому випадку, прошу.

source: W takim razie proszę. (250 SZ)
uk: У такому випадку, прошу. (250 золотих)

source: W takim razie przekaże to Roderichowi i Wysłannikowi Królewskiemu.
uk: У такому випадку, я перекажу це Родеріху і Королівському послові.

source: W takim razie przyda ci się coś na rozgrzewkę! Bierz!
uk: Тоді тобі не завадило б чимось зігрітися! Тримай!

source: W takim razie przygotowywanie kładki będzie musiało chwilę zaczekać.
uk: У такому випадку з будівництвом мосту доведеться трохи зачекати.

source: W takim razie przyjdź, kiedy już sobie zarobisz. Ciężkie czasy mamy, nie mogę pomagać z dobroci serca, sam rozumiesz.
uk: Тоді приходь, коли роздобудеш. Часи важкі, я не можу допомагати просто так, сам розумієш.

source: W takim razie przykro mi, nie pomogę.
uk: У такому разі вибач, я не можу тобі допомогти.

source: W takim razie przykro mi, że doszło do nieprzewidzianych problemów podczas prezentacji. Jakiej rekompensaty domaga się straż?
uk: У такому разі, мені шкода, що під час презентації виникли непередбачувані проблеми. Яку компенсацію вимагає Варта?

source: W takim razie przykro mi. Nic do ciebie nie mamy, ale zlecenie to zlecenie.
uk: У такому разі, вибачай. Ми нічого не маємо проти тебе, але замовлення є замовлення.

source: W takim razie przynajmniej mi nie przeszkadzaj.
uk: Тоді, принаймні, не турбуй мене.

source: W takim razie radź sobie sam. Zmarnowałeś wystarczająco dużo mojego czasu.
uk: В такому випадку, розбирайся з цим сам. Ти й так змарнував чимало мого часу.

source: W takim razie rozejrzę się przy okazji za kilkoma osobami zdolnymi do pracy.
uk: В такому випадку я пошукаю кількох працездатних людей.

source: W takim razie ruszaj do Rodericha, my zajmiemy się ciałami i wrócimy do koszar.
uk: В такому випадку, відправляйся до Родеріха, а ми подбаємо про тіла і повернемось до казарм.

source: W takim razie ruszajmy, nie ma czasu do stracenia.
uk: Тоді ходімо, не можна гаяти час.

source: W takim razie ruszajmy.
uk: Тоді рушаймо.

source: W takim razie ruszam do kopalni.
uk: У такому випадку, я вирушаю до копальні.

source: W takim razie ruszam sfinalizować transakcję.
uk: Тоді я піду укладати угоду.

source: W takim razie ruszam w drogę.
uk: Тоді я вирушаю в дорогу.

source: W takim razie równie oczywiste będzie, gdy poproszę cię o pokazanie swojej przepustki.
uk: Тоді так само очевидно, що я попрошу показати мені свою перепустку.

source: W takim razie sam to zrobię.
uk: В такому випадку я зроблю це сам.

source: W takim razie sprawdzę, czy ktoś nie wymaga natychmiastowej interwencji, zbiorę każdego gotowego dzierżyć broń i dołączymy do Rodericha, by ostatecznie zakończyć to szaleństwo.
uk: У такому разі я перевірю, чи не потребує хтось невідкладної допомоги лікаря. Зберу всіх, хто готовий взяти в руки зброю, і ми приєднаємося до Родеріха, щоб нарешті покласти край цьому божевіллю.

source: W takim razie sprowadź go tu.
uk: В такому разі, приведи його сюди.

source: W takim razie ten ktoś wybrał sobie doskonałe miejsce na kryjówkę.
uk: Якщо так, то цей хтось обрав ідеальне місце для переховування.

source: W takim razie ten przepis mi się nie przyda.
uk: В такому випадку, цей рецепт мені більше не потрібен.

source: W takim razie to wszystko, alchemiku. Pójdę gdzie indziej po swoje eliksiry.
uk: У такому разі це все, алхіміку. Я піду в інше місце по свої еліксири.

source: W takim razie trzeba to komuś zgłosić.
uk: У такому випадку потрібно комусь повідомити про це.

source: W takim razie udało nam się kupić trochę czasu. Do jego następnej wizyty sytuacja może się zmienić, albo nawet znajdziemy zastosowanie dla tego badziewia.
uk: У такому разі нам вдалося виграти трохи часу. До його наступного візиту ситуація може змінитися, або ми навіть знайдемо застосування цьому мотлоху.

source: W takim razie umowa stoi.
uk: В такому випадку справа вирішена.

source: W takim razie ułatwisz mi robotę!
uk: Тоді ти полегшуєш мені роботу!

source: W takim razie wasza kolej, panowie.
uk: Тоді ваша черга, панове.

source: W takim razie weźmiemy to złoto z twojego trupa!
uk: Тоді ми заберемо це золото з твого трупа!

source: W takim razie widzę, że nie muszę cię o nic pytać...
uk: У такому разі бачу, що краще тебе не запитувати...

source: W takim razie wracam do miasta. Gdybyś jednak coś wymyślił, wiesz, gdzie mnie szukać.
uk: У такому разі я повертаюся до міста. Але якщо ти щось придумаєш, ти знаєш, де мене шукати.

source: W takim razie wróć gdy już będziesz miał!
uk: Тоді повертайся, коли матимеш!

source: W takim razie wróć, gdy czegoś się dowiesz.
uk: Тоді приходь, коли щось дізнаєшся.

source: W takim razie wróć, gdy już zostaniesz obywatelem.
uk: Тоді повертайся, коли станеш громадянином.

source: W takim razie wybacz, muszę poszukać faktycznego odbiorcy paczki...
uk: В такому випадку вибач, мені треба відшукати справжнього одержувача пакунка...

source: W takim razie wybaczam ci Magu! Odejdź w spokoju!
uk: В такому випадку, я прощаю тебе, магу! Йди з миром!
